import os
class script(object):
    START_TXT = """<b>𝖧𝖾𝗒 {}, {}\n\n𝖨 𝖠𝗆 𝖺 𝖯𝗈𝗐𝖾𝗋𝖿𝗎𝗅 𝖠𝗎𝗍𝗈 𝖥𝗂𝗅𝗍𝖾𝗋 𝖡𝗈𝗍. 𝖸𝗈𝗎 𝖼𝖺𝗇 𝗎𝗌𝖾 𝗆𝖾 𝗂𝗇 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉 𝗂 𝗐𝗂𝗅𝗅 𝗀𝗂𝗏𝖾 𝗆𝗈𝗏𝗂𝖾𝗌 𝗈𝗋 𝗌𝖾𝗋𝗂𝖾𝗌 𝗂𝗇 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉 𝖺𝗇𝖽 𝗁𝖾𝗋𝖾 𝗍𝗈𝗈 !! 😍\n<blockquote>🌿 𝖬𝖺𝗂𝗇𝗍𝖺𝗂𝗇𝖾𝖽 𝖡𝗒: <a href="https://t.me/GamerBhai02">𝖠𝖻𝗎 𝖳𝖺𝗅𝗁𝖺 𝖠𝗇𝗌𝖺𝗋𝗂�</a></blockquote></b>"""
    
    HELP_TXT = """<b>𝖢𝗅𝗂𝖼𝗄 𝗈𝗇 𝗍𝗁𝖾 𝖻𝗎𝗍𝗍𝗈𝗇𝗌 𝖻𝖾𝗅𝗈𝗐 𝗍𝗈 𝗀𝖾𝗍 𝖽𝗈𝖼𝗎𝗆𝖾𝗇𝗍𝖺𝗍𝗂𝗈𝗇 𝖺𝖻𝗈𝗎𝗍 𝗌𝗉𝖾𝖼𝗂𝖿𝗂𝖼 𝗆𝗈𝖽𝗎𝗅𝖾𝗌..</b>"""
    
    TELE_TXT = """<b>/telegraph - 𝖲𝖾𝗇𝖽 𝗆𝖾 𝗉𝗂𝖼𝗍𝗎𝗋𝖾 𝗈𝗋 𝗏𝗂𝖽𝖾𝗈 𝗎𝗇𝖽𝖾𝗋 (5𝗆𝖻)

𝖭𝗈𝗍𝖾 - 𝗍𝗁𝗂𝗌 𝖼𝗈𝗆𝗆𝖺𝗇𝖽 𝗐𝗈𝗋𝗄 𝗂𝗇 𝖻𝗈𝗍𝗁 𝗀𝗋𝗈𝗎𝗉𝗌 𝖺𝗇𝖽 𝖻𝗈𝗍 𝗉𝗆</b>"""
    FSUB_TXT = """<b>• 𝖠𝖽𝖽 𝗆𝖾 𝗍𝗈 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉 𝖺𝗇𝖽 𝗆𝖺𝗄𝖾 𝗆𝖾 𝖺𝗇 𝖺𝖽𝗆𝗂𝗇 😗
• 𝖬𝖺𝗄𝖾 𝗆𝖾 𝖺𝗇 𝖺𝖽𝗆𝗂𝗇 𝗂𝗇 𝗒𝗈𝗎𝗋 𝗍𝖺𝗋𝗀𝖾𝗍 𝖿𝗈𝗋𝖼𝖾 𝗌𝗎𝖻𝗌𝖼𝗋𝗂𝖻𝖾 𝖼𝗁𝖺𝗇𝗇𝖾𝗅 𝗈𝗋 𝗀𝗋𝗈𝗎𝗉 😉
• 𝖲𝖾𝗇𝖽 /fsub 𝗒𝗈𝗎𝗋_𝗍𝖺𝗋𝗀𝖾𝗍_𝖼𝗁𝖺𝗍_𝗂𝖽
𝖤𝗑: <code>/fsub -100xxxxxx</code>

𝖭𝗈𝗐 𝗂𝗍'𝗌 𝖽𝗈𝗇𝖾. 𝖨 𝗐𝗂𝗅𝗅 𝖼𝗈𝗆𝗉𝖾𝗅 𝗒𝗈𝗎𝗋 𝗎𝗌𝖾𝗋𝗌 𝗍𝗈 𝗃𝗈𝗂𝗇 𝗒𝗈𝗎𝗋 𝖼𝗁𝖺𝗇𝗇𝖾𝗅/𝗀𝗋𝗈𝗎𝗉, 𝖺𝗇𝖽 𝗂 𝗐𝗂𝗅𝗅 𝗇𝗈𝗍 𝗉𝗋𝗈𝗏𝗂𝖽𝖾 𝖺𝗇𝗒 𝖿𝗂𝗅𝖾𝗌 𝗎𝗇𝗍𝗂𝗅 𝗒𝗈𝗎𝗋 𝗎𝗌𝖾𝗋𝗌 𝗃𝗈𝗂𝗇 𝗒𝗈𝗎𝗋 𝗍𝖺𝗋𝗀𝖾𝗍 𝖼𝗁𝖺𝗇𝗇𝖾𝗅.

𝖳𝗈 𝖽𝗂𝗌𝖺𝖻𝗅𝖾 𝖿𝗌𝗎𝖻 𝗂𝗇 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉, 𝗌𝗂𝗆𝗉𝗅𝗒 𝗌𝖾𝗇𝖽 <code>/del_fsub</code>

𝖳𝗈 𝖼𝗁𝖾𝖼𝗄 𝗂𝖿 𝖿𝗌𝗎𝖻 𝗂𝗌 𝖼𝗈𝗇𝗇𝖾𝖼𝗍𝖾𝖽 𝗈𝗋 𝗇𝗈𝗍, 𝗎𝗌𝖾 <code>/show_fsub</code></b>"""

    FORCESUB_TEXT="""<b>
𝖨𝗇 𝗈𝗋𝖽𝖾𝗋 𝗍𝗈 𝗀𝖾𝗍 𝗍𝗁𝖾 𝖿𝗂𝗅𝖾 𝗋𝖾𝗊𝗎𝖾𝗌𝗍𝖾𝖽 𝖻𝗒 𝗒𝗈𝗎.

𝖸𝗈𝗎 𝗐𝗂𝗅𝗅 𝗁𝖺𝗏𝖾 𝗍𝗈 𝗃𝗈𝗂𝗇 𝗈𝗎𝗋 𝗈𝖿𝖿𝗂𝖼𝗂𝖺𝗅 𝖼𝗁𝖺𝗇𝗇𝖾𝗅.

𝖥𝗂𝗋𝗌𝗍, 𝖼𝗅𝗂𝖼𝗄 𝗈𝗇 𝗍𝗁𝖾 "𝖩𝗈𝗂𝗇 𝖴𝗉𝖽𝖺𝗍𝖾 𝖢𝗁𝖺𝗇𝗇𝖾𝗅" 𝖻𝗎𝗍𝗍𝗈𝗇, 𝗍𝗁𝖾𝗇, 𝖼𝗅𝗂𝖼𝗄 𝗈𝗇 𝗍𝗁𝖾 "𝖱𝖾𝗊𝗎𝖾𝗌𝗍 𝖳𝗈 𝖩𝗈𝗂𝗇" 𝖻𝗎𝗍𝗍𝗈𝗇.

𝖠𝗍𝖾𝗋 𝗍𝗁𝖺𝗍, 𝗍𝗋𝗒 𝖺𝖼𝖼𝖾𝗌𝗌𝗂𝗇𝗀 𝗍𝗁𝖺𝗍 𝗆𝗈𝗏𝗂𝖾 𝗍𝗁𝖾𝗇, 𝖼𝗅𝗂𝖼𝗄 𝗈𝗇 𝗍𝗁𝖾 "𝖳𝗋𝗒 𝖠𝗀𝖺𝗂𝗇" 𝖻𝗎𝗍𝗍𝗈𝗇.
    </b>"""
    
    TTS_TXT="""
<b>• 𝖲𝖾𝗇𝖽 /tts 𝗍𝗈 𝗎𝗌𝖾 𝗍𝗁𝗂𝗌 𝖿𝖾𝖺𝗍𝗎𝗋𝖾</b>"""

    DISCLAIMER_TXT = """
<b>𝖳𝗁𝗂𝗌 𝗂𝗌 𝖺𝗇 𝗈𝗉𝖾𝗇-𝗌𝗈𝗎𝗋𝖼𝖾 𝗉𝗋𝗈𝗃𝖾𝖼𝗍.

𝖠𝗅𝗅 𝗍𝗁𝖾 𝖿𝗂𝗅𝖾𝗌 𝗂𝗇 𝗍𝗁𝗂𝗌 𝖻𝗈𝗍 𝖺𝗋𝖾 𝖿𝗋𝖾𝖾𝗅𝗒 𝖺𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 𝗈𝗇 𝗍𝗁𝖾 𝗂𝗇𝗍𝖾𝗋𝗇𝖾𝗍 𝗈𝗋 𝗉𝗈𝗌𝗍𝖾𝖽 𝖻𝗒 𝗌𝗈𝗆𝖾𝖻𝗈𝖽𝗒 𝖾𝗅𝗌𝖾. 𝖩𝗎𝗌𝗍 𝖿𝗈𝗋 𝖾𝖺𝗌𝗒 𝗌𝖾𝖺𝗋𝖼𝗁𝗂𝗇𝗀 𝗍𝗁𝗂𝗌 𝖻𝗈𝗍 𝗂𝗌 𝗂𝗇𝖽𝖾𝗑𝗂𝗇𝗀 𝖿𝗂𝗅𝖾𝗌 𝗐𝗁𝗂𝖼𝗁 𝖺𝗋𝖾 𝖺𝗅𝗋𝖾𝖺𝖽𝗒 𝗎𝗉𝗅𝗈𝖺𝖽𝖾𝖽 𝗈𝗇 𝗍𝖾𝗅𝖾𝗀𝗋𝖺𝗆. 𝖶𝖾 𝗋𝖾𝗌𝗉𝖾𝖼𝗍 𝖺𝗅𝗅 𝗍𝗁𝖾 𝖼𝗈𝗉𝗒𝗋𝗂𝗀𝗁𝗍 𝗅𝖺𝗐𝗌 𝖺𝗇𝖽 𝗐𝗈𝗋𝗄𝗌 𝗂𝗇 𝖼𝗈𝗆𝗉𝗅𝗂𝖺𝗇𝖼𝖾 𝗐𝗂𝗍𝗁 𝖣𝖬𝖢𝖠 𝖺𝗇𝖽 𝖤𝖴𝖢𝖣. 𝖨𝖿 𝖺𝗇𝗒𝗍𝗁𝗂𝗇𝗀 𝗂𝗌 𝖺𝗀𝖺𝗂𝗇𝗌𝗍 𝗅𝖺𝗐, 𝗉𝗅𝖾𝖺𝗌𝖾 𝖼𝗈𝗇𝗍𝖺𝖼𝗍 𝗆𝖾 𝗌𝗈 𝗍𝗁𝖺𝗍 𝗂𝗍 𝖼𝖺𝗇 𝖻𝖾 𝗋𝖾𝗆𝗈𝗏𝖾𝖽 𝖺𝗌𝖺𝗉. 𝖨𝗍 𝗂𝗌 𝖿𝗈𝗋𝖻𝗂𝖽𝖽𝖾𝗇 𝗍𝗈 𝖽𝗈𝗐𝗇𝗅𝗈𝖺𝖽, 𝗌𝗍𝗋𝖾𝖺𝗆, 𝗋𝖾𝗉𝗋𝗈𝖽𝗎𝖼𝖾, 𝗌𝗁𝖺𝗋𝖾 𝗈𝗋 𝖼𝗈𝗇𝗌𝗎𝗆𝖾 𝖼𝗈𝗇𝗍𝖾𝗇𝗍 𝗐𝗂𝗍𝗁𝗈𝗎𝗍 𝖾𝗑𝗉𝗅𝗂𝖼𝗂𝗍 𝗉𝖾𝗋𝗆𝗂𝗌𝗌𝗂𝗈𝗇 𝖿𝗋𝗈𝗆 𝗍𝗁𝖾 𝖼𝗈𝗇𝗍𝖾𝗇𝗍 𝖼𝗋𝖾𝖺𝗍𝗈𝗋 𝗈𝗋 𝗅𝖾𝗀𝖺𝗅 𝖼𝗈𝗉𝗒𝗋𝗂𝗀𝗁𝗍 𝗁𝗈𝗅𝖽𝖾𝗋. 𝖨𝖿 𝗒𝗈𝗎 𝖻𝖾𝗅𝗂𝖾𝗏𝖾 𝗍𝗁𝗂𝗌 𝖻𝗈𝗍 𝗂𝗌 𝗏𝗂𝗈𝗅𝖺𝗍𝗂𝗇𝗀 𝗒𝗈𝗎𝗋 𝗂𝗇𝗍𝖾𝗅𝗅𝖾𝖼𝗍𝗎𝖺𝗅 𝗉𝗋𝗈𝗉𝖾𝗋𝗍𝗒, 𝖼𝗈𝗇𝗍𝖺𝖼𝗍 𝗍𝗁𝖾 𝗋𝖾𝗌𝗉𝖾𝖼𝗍𝗂𝗏𝖾 𝖼𝗁𝖺𝗇𝗇𝖾𝗅𝗌 𝖿𝗈𝗋 𝗋𝖾𝗆𝗈𝗏𝖺𝗅. 𝖳𝗁𝖾 𝖻𝗈𝗍 𝖽𝗈𝖾𝗌 𝗇𝗈𝗍 𝗈𝗐𝗇 𝖺𝗇𝗒 𝗈𝖿 𝗍𝗁𝖾𝗌𝖾 𝖼𝗈𝗇𝗍𝖾𝗇𝗍𝗌, 𝗂𝗍 𝗈𝗇𝗅𝗒 𝗂𝗇𝖽𝖾𝗑𝖾𝗌 𝗍𝗁𝖾 𝖿𝗂𝗅𝖾𝗌 𝖿𝗋𝗈𝗆 𝗍𝖾𝗅𝖾𝗀𝗋𝖺𝗆. 

<blockquote>🌿 𝖬𝖺𝗂𝗇𝗍𝖺𝗂𝗇𝖾𝖽 𝖡𝗒: <a href='https://t.me/GamerBhai02'>𝖠𝖻𝗎 𝖳𝖺𝗅𝗁𝖺 𝖠𝗇𝗌𝖺𝗋𝗂</a></b></blockquote>"""
    

    ABOUT_TEXT = """<blockquote><b>‣ 𝖬𝗒 𝖭𝖺𝗆𝖾: 𝖠𝗅𝗅 𝖬𝗈𝗏𝗂𝖾𝗌 𝖫𝗂𝗇𝗄 𝖡𝗈𝗍\n‣ 𝖢𝗋𝖾𝖺𝗍𝗈𝗋: <a href='https://t.me/GamerBhai02'>𝖬𝗋. 𝖠𝖻𝗎 𝖳𝖺𝗅𝗁𝖺</a>\n‣ 𝖫𝗂𝖻𝗋𝖺𝗋𝗒: 𝖯𝗒𝗋𝗈𝗀𝗋𝖺𝗆\n‣ 𝖫𝖺𝗇𝗀𝗎𝖺𝗀𝖾: 𝖯𝗒𝗍𝗁𝗈𝗇\n‣ 𝖣𝖺𝗍𝖺𝖻𝖺𝗌𝖾: 𝖬𝗈𝗇𝗀𝗈𝖣𝖡\n‣ 𝖧𝗈𝗌𝗍𝗂𝗇𝗀: 𝖯𝗋𝗂𝗏𝖺𝗍𝖾\n‣ 𝖡𝗎𝗂𝗅𝖽 𝖲𝗍𝖺𝗍𝗎𝗌: ᴠ5.0.1 [𝖲𝗍𝖺𝖻𝗅𝖾]</b></blockquote>"""    
    
    SUPPORT_GRP_MOVIE_TEXT = '''<b>𝖧𝖾𝗒 {}

𝖨 𝖿𝗈𝗎𝗇𝖽 {} 𝗋𝖾𝗌𝗎𝗅𝗍𝗌 🎁,
𝖡𝗎𝗍 𝗂 𝖼𝖺𝗇'𝗍 𝗌𝖾𝗇𝖽 𝗁𝖾𝗋𝖾 🤞🏻
𝖯𝗅𝖾𝖺𝗌𝖾 𝗃𝗈𝗂𝗇 𝗈𝗎𝗋 𝗌𝖾𝖺𝗋𝖼𝗁 𝗀𝗋𝗈𝗎𝗉 𝗍𝗈 𝗀𝖾𝗍 ✨</b>'''

    CHANNELS = """
<u>𝖮𝗎𝗋 𝖠𝗅𝗅 𝖦𝗋𝗈𝗎𝗉𝗌 𝖺𝗇𝖽 𝖢𝗁𝖺𝗇𝗇𝖾𝗅𝗌</u> 

▫ 𝖠𝗅𝗅 𝗅𝖺𝗍𝖾𝗌𝗍 𝖺𝗇𝖽 𝗈𝗅𝖽 𝗆𝗈𝗏𝗂𝖾𝗌 & 𝗌𝖾𝗋𝗂𝖾𝗌.
▫ 𝖠𝗅𝗅 𝗅𝖺𝗇𝗀𝗎𝖺𝗀𝖾𝗌 𝗆𝗈𝗏𝗂𝖾𝗌 & 𝗌𝖾𝗋𝗂𝖾𝗌 𝖺𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾.
▫ 𝖠𝗅𝗐𝖺𝗒𝗌 𝖶𝗂𝗍𝗁 𝖠𝖽𝗆𝗂𝗇 𝖲𝗎𝗉𝗉𝗈𝗋𝗍.
▫ 24𝗑7 𝖲𝖾𝗋𝗏𝗂𝖼𝖾 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾."""

    LOGO = """

𝖡𝖮𝖳 𝖶𝖮𝖱𝖪𝖨𝖭𝖦 𝖯𝖱𝖮𝖯𝖤𝖱𝖫𝖸 🔥"""
    
    RESTART_TXT = """
<b>𝖡𝖮𝖳 𝖱𝖤𝖲𝖳𝖠𝖱𝖳𝖤𝖣!
> {} 
📅 𝖣𝖺𝗍𝖾: <code>{}</code>
⏰ 𝖳𝗂𝗆𝖾: <code>{}</code>
🌐 𝖳𝗂𝗆𝖾𝗓𝗈𝗇𝖾: <code>Asia/Kolkata</code>
🛠️ 𝖡𝗎𝗂𝗅𝖽 𝖲𝗍𝖺𝗍𝗎𝗌: <code>v5.0.1 [ 𝖲𝗍𝖺𝖻𝗅𝖾 ]</code>

𝖡𝗒 @GamerBhai02</b>"""
        
    
    STATUS_TXT = """<b><u>🗃 𝖣𝖺𝗍𝖺𝖻𝖺𝗌𝖾 1 🗃</u>

» 𝖳𝗈𝗍𝖺𝗅 𝖴𝗌𝖾𝗋𝗌 - <code>{}</code>
» 𝖳𝗈𝗍𝖺𝗅 𝖦𝗋𝗈𝗎𝗉𝗌 - <code>{}</code>
» 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾 - <code>{} / {}</code>

<u>🗳 𝖣𝖺𝗍𝖺𝖻𝖺𝗌𝖾 2 🗳</u></b>

» 𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌 - <code>{}</code>
» 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾 - <code>{} / {}</code>

<u>🤖 𝖡𝗈𝗍 𝖣𝖾𝗍𝖺𝗂𝗅𝗌 🤖</u>

» 𝖴𝗉𝗍𝗂𝗆𝖾 - <code>{}</code>
» 𝖱𝖺𝗆 - <code>{}%</code>
» 𝖢𝗉𝗎 - <code>{}%</code></b>"""

    NEW_USER_TXT = """<b>#New_User {}

≈ 𝖨𝖣:- <code>{}</code>
≈ 𝖭𝖺𝗆𝖾:- {}</b>"""

    NEW_GROUP_TXT = """#New_Group {}

𝖦𝗋𝗈𝗎𝗉 𝖭𝖺𝗆𝖾 - {}
𝖨𝖣 - <code>{}</code>
𝖦𝗋𝗈𝗎𝗉 𝖴𝗌𝖾𝗋𝗇𝖺𝗆𝖾 - @{}
𝖦𝗋𝗈𝗎𝗉 𝖫𝗂𝗇𝗄 - {}
𝖳𝗈𝗍𝖺𝗅 𝖬𝖾𝗆𝖻𝖾𝗋𝗌 - <code>{}</code>
𝖴𝗌𝖾𝗋 - {}"""

    REQUEST_TXT = """<b>📜 𝖴𝗌𝖾𝗋 - {}
📇 𝖨𝖣 - <code>{}</code>

🎁 𝖱𝖾𝗊𝗎𝖾𝗌𝗍 𝖬𝗌𝗀 - <code>{}</code></b>"""  
   
    IMDB_TEMPLATE_TXT = """
<b>𝖧𝖾𝗒 {message.from_user.mention}, 𝗁𝖾𝗋𝖾 𝗂𝗌 𝗍𝗁𝖾 𝗋𝖾𝗌𝗎𝗅𝗍𝗌 𝖿𝗈𝗋 𝗒𝗈𝗎𝗋 𝗊𝗎𝖾𝗋𝗒 {search}.

🍿 𝖳𝗂𝗍𝗅𝖾: {title}
🎃 𝖦𝖾𝗇𝗋𝖾𝗌: {genres}
📆 𝖸𝖾𝖺𝗋: {release_date}
⭐ 𝖱𝖺𝗍𝗂𝗇𝗀: {rating} / 10</b>
"""

    FILE_CAPTION = """<b>{file_name}\n\n𝖩𝗈𝗂𝗇➥ 「<a href="https://t.me/+QgSl55NlTiI0NDhl">𝑨𝒍𝒍 𝑴𝒐𝒗𝒊𝒆𝒔 𝑳𝒊𝒏𝒌</a>」</b>"""
    

    ALRT_TXT = """𝖩𝖺𝗅𝖽𝗂 𝖸𝖺𝗁𝖺 𝖲𝖾 𝖧𝖺𝗍𝗈!"""

    OLD_ALRT_TXT = """𝖸𝗈𝗎 𝖺𝗋𝖾 𝗎𝗌𝗂𝗇𝗀 𝗈𝗇𝖾 𝗈𝖿 𝗆𝗒 𝗈𝗅𝖽 𝗆𝖾𝗌𝗌𝖺𝗀𝖾𝗌. 𝖪𝗂𝗇𝖽𝗅𝗒 𝗋𝖾𝗊𝗎𝖾𝗌𝗍 𝖺𝗀𝖺𝗂𝗇 𝖺𝗇𝖽 𝗍𝗋𝗒"""

    NO_RESULT_TXT = """<b>𝖳𝗁𝗂𝗌 𝖿𝗂𝗅𝖾 𝗂𝗌 𝗇𝗈𝗍 𝗋𝖾𝗅𝖾𝖺𝗌𝖾𝖽 𝗒𝖾𝗍 𝗈𝗋 𝖺𝖽𝖽𝖾𝖽 𝗂𝗇 𝗆𝗒 𝖽𝖺𝗍𝖺𝖻𝖺𝗌𝖾 🙄</b>"""
    
    I_CUDNT = """🤧 𝗛𝗲𝗹𝗹𝗼 {}

𝗜 𝗰𝗼𝘂𝗹𝗱𝗻'𝘁 𝗳𝗶𝗻𝗱 𝗮𝗻𝘆 𝗺𝗼𝘃𝗶𝗲 𝗼𝗿 𝘀𝗲𝗿𝗶𝗲𝘀 𝗶𝗻 𝘁𝗵𝗮𝘁 𝗻𝗮𝗺𝗲.. 😐"""

    I_CUD_NT = """😑 𝗛𝗲𝗹𝗹𝗼 {}

𝗜 𝗰𝗼𝘂𝗹𝗱𝗻'𝘁 𝗳𝗶𝗻𝗱 𝗮𝗻𝘆𝘁𝗵𝗶𝗻𝗴 𝗿𝗲𝗹𝗮𝘁𝗲𝗱 𝘁𝗼 𝘁𝗵𝗮𝘁 😞... 𝗰𝗵𝗲𝗰𝗸 𝘆𝗼𝘂𝗿 𝘀𝗽𝗲𝗹𝗹𝗶𝗻𝗴."""
    
    CUDNT_FND = """🤧 𝗛𝗲𝗹𝗹𝗼 {}

𝗜 𝗰𝗼𝘂𝗹𝗱𝗻'𝘁 𝗳𝗶𝗻𝗱 𝗮𝗻𝘆𝘁𝗵𝗶𝗻𝗴 𝗿𝗲𝗹𝗮𝘁𝗲𝗱 𝘁𝗼 𝘁𝗵𝗮𝘁 𝗱𝗶𝗱 𝘆𝗼𝘂 𝗺𝗲𝗮𝗻 𝗮𝗻𝘆 𝗼𝗻𝗲 𝗼𝗳 𝘁𝗵𝗲𝘀𝗲 ?? 👇"""
    
    FONT_TXT= """<b>𝖸𝗈𝗎 𝖼𝖺𝗇 𝗎𝗌𝖾 𝗍𝗁𝗂𝗌 𝗆𝗈𝖽𝖾 𝗍𝗈 𝖼𝗁𝖺𝗇𝗀𝖾 𝗒𝗈𝗎𝗋 𝖿𝗈𝗇𝗍𝗌 𝗌𝗍𝗒𝗅𝖾, 𝗃𝗎𝗌𝗍 𝗌𝖾𝗇𝖽 𝗆𝖾 𝗅𝗂𝗄𝖾 𝗍𝗁𝗂𝗌 𝖿𝗈𝗋𝗆𝖺𝗍

<code>/font hi how are you</code></b>"""
    
    PLAN_TEXT = """<b>𝖶𝖾 𝖺𝗋𝖾 𝗉𝗋𝗈𝗏𝗂𝖽𝗂𝗇𝗀 𝖯𝗋𝖾𝗆𝗂𝗎𝗆 𝖺𝗍 𝗅𝗈𝗐𝖾𝗋 𝗉𝗋𝗂𝖼𝖾𝗌 𝗍𝗁𝖺𝗇 𝖮𝖳𝖳 𝖯𝗅𝖺𝗍𝖿𝗈𝗋𝗆𝗌:
    
2 𝖱𝗌 𝖯𝖾𝗋 𝖣𝖺𝗒 👻
13 𝖱𝗌 𝖯𝖾𝗋 𝖶𝖾𝖾𝗄 😚
49 𝖱𝗌 𝖯𝖾𝗋 𝖬𝗈𝗇𝗍𝗁 😗

𝖢𝗅𝗂𝖼𝗄 𝗍𝗁𝖾 𝖻𝗎𝗍𝗍𝗈𝗇 𝖻𝖾𝗅𝗈𝗐 𝗍𝗈 𝖼𝗈𝗇𝗍𝗂𝗇𝗎𝖾 𝗉𝗎𝗋𝖼𝗁𝖺𝗌𝖾 ↡↡↡
</b>"""
    
    VERIFICATION_TEXT = """<b>👋 𝖧𝖾𝗒 {} {},

📌 <u>𝖸𝗈𝗎 𝖺𝗋𝖾 𝗇𝗈𝗍 𝗏𝖾𝗋𝗂𝖿𝗂𝖾𝖽 𝗍𝗈𝖽𝖺𝗒, 𝗉𝗅𝖾𝖺𝗌𝖾 𝖼𝗅𝗂𝖼𝗄 𝗈𝗇 𝗏𝖾𝗋𝗂𝖿𝗒 & 𝗀𝖾𝗍 𝗎𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖺𝖼𝖼𝖾𝗌𝗌 𝗎𝗇𝗍𝗂𝗅 𝗇𝖾𝗑𝗍 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇</u>

#VERIFICATION:- 1/3 ✓

𝖨𝖿 𝗒𝗈𝗎 𝗐𝖺𝗇𝗍 𝖽𝗂𝗋𝖾𝖼𝗍 𝖿𝗂𝗅𝖾𝗌 𝗐𝗂𝗍𝗁𝗈𝗎𝗍 𝖺𝗇𝗒 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇𝗌 𝗍𝗁𝖾𝗇 𝖻𝗎𝗒 𝖻𝗈𝗍'𝗌 𝗉𝗋𝖾𝗆𝗂𝗎𝗆 𝗉𝗅𝖺𝗇 😊

💶 𝖲𝖾𝗇𝖽 /plan 𝗍𝗈 𝖻𝗎𝗒 𝗉𝗋𝖾𝗆𝗂𝗎𝗆</b>"""

    VERIFY_COMPLETE_TEXT = """<b>👋 𝖧𝖾𝗒 {},

𝖸𝗈𝗎 𝗁𝖺𝗏𝖾 𝖼𝗈𝗆𝗉𝗅𝖾𝗍𝖾𝖽 𝗍𝗁𝖾 1𝗌𝗍 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 ✓

𝖭𝗈𝗐 𝗒𝗈𝗎 𝗁𝖺𝗏𝖾 𝗎𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖺𝖼𝖼𝖾𝗌𝗌 𝖿𝗈𝗋 𝗇𝖾𝗑𝗍 <code>{}</code></b>"""

    SECOND_VERIFICATION_TEXT = """<b>👋 𝖧𝖾𝗒 {} {},

📌 <u>𝖸𝗈𝗎 𝖺𝗋𝖾 𝗇𝗈𝗍 𝗏𝖾𝗋𝗂𝖿𝗂𝖾𝖽, 𝗍𝖺𝗉 𝗈𝗇 𝗍𝗁𝖾 𝗏𝖾𝗋𝗂𝖿𝗒 𝗅𝗂𝗇𝗄 𝖺𝗇𝖽 𝗀𝖾𝗍 𝗎𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖺𝖼𝖼𝖾𝗌𝗌 𝖿𝗈𝗋 𝗍𝗂𝗅𝗅 𝗇𝖾𝗑𝗍 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇</u>

#VERIFICATION:- 2/3

𝖨𝖿 𝗒𝗈𝗎 𝗐𝖺𝗇𝗍 𝖽𝗂𝗋𝖾𝖼𝗍 𝖿𝗂𝗅𝖾𝗌 𝗐𝗂𝗍𝗁𝗈𝗎𝗍 𝖺𝗇𝗒 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇𝗌 𝗍𝗁𝖾𝗇 𝖻𝗎𝗒 𝖻𝗈𝗍'𝗌 𝗉𝗋𝖾𝗆𝗂𝗎𝗆 𝗉𝗅𝖺𝗇 😊

💶 𝖲𝖾𝗇𝖽 /plan 𝗍𝗈 𝖻𝗎𝗒 𝗉𝗋𝖾𝗆𝗂𝗎𝗆</b>"""

    SECOND_VERIFY_COMPLETE_TEXT = """<b>👋 𝖧𝖾𝗒 {},

𝖸𝗈𝗎 𝗁𝖺𝗏𝖾 𝖼𝗈𝗆𝗉𝗅𝖾𝗍𝖾𝖽 𝗍𝗁𝖾 2𝗇𝖽 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 ✓

𝖭𝗈𝗐 𝗒𝗈𝗎 𝗁𝖺𝗏𝖾 𝗎𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖺𝖼𝖼𝖾𝗌𝗌 𝖿𝗈𝗋 𝗇𝖾𝗑𝗍 <code>{}</code></b>"""

    THIRDT_VERIFICATION_TEXT = """<b>👋 𝖧𝖾𝗒 {},
    
📌 <u>𝖸𝗈𝗎 𝖺𝗋𝖾 𝗇𝗈𝗍 𝗏𝖾𝗋𝗂𝖿𝗂𝖾𝖽 𝗍𝗈𝖽𝖺𝗒, 𝗍𝖺𝗉 𝗈𝗇 𝗍𝗁𝖾 𝗏𝖾𝗋𝗂𝖿𝗒 𝗅𝗂𝗇𝗄 &amp; 𝗀𝖾𝗍 𝗎𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖺𝖼𝖼𝖾𝗌𝗌 𝖿𝗈𝗋 𝗇𝖾𝗑𝗍 𝖿𝗎𝗅𝗅 𝖽𝖺𝗒.</u>

#VERIFICATION:- 3/3

𝖨𝖿 𝗒𝗈𝗎 𝗐𝖺𝗇𝗍 𝖽𝗂𝗋𝖾𝖼𝗍 𝖿𝗂𝗅𝖾𝗌 𝗐𝗂𝗍𝗁𝗈𝗎𝗍 𝖺𝗇𝗒 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇𝗌 𝗍𝗁𝖾𝗇 𝖻𝗎𝗒 𝖻𝗈𝗍'𝗌 𝗉𝗋𝖾𝗆𝗂𝗎𝗆 𝗉𝗅𝖺𝗇</b>"""

    THIRDT_VERIFY_COMPLETE_TEXT= """<b>👋 𝖧𝖾𝗒 {},
    
𝖸𝗈𝗎 𝗁𝖺𝗏𝖾 𝖼𝗈𝗆𝗉𝗅𝖾𝗍𝖾𝖽 𝗍𝗁𝖾 3𝗋𝖽 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 ✓

𝖭𝗈𝗐 𝗒𝗈𝗎 𝗁𝖺𝗏𝖾 𝗎𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖺𝖼𝖼𝖾𝗌𝗌 𝖿𝗈𝗋 𝗇𝖾𝗑𝗍 𝖿𝗎𝗅𝗅 𝖽𝖺𝗒</b>"""

    VERIFIED_LOG_TEXT = """<b><u>☄ 𝖴𝗌𝖾𝗋 𝗏𝖾𝗋𝗂𝖿𝗂𝖾𝖽 𝗌𝗎𝖼𝖼𝖾𝗌𝗌𝖿𝗎𝗅𝗅𝗒 ☄</u>

⚡️ 𝖭𝖺𝗆𝖾:- {} [ <code>{}</code> ] 
📆 𝖣𝖺𝗍𝖾:- <code>{} </code></b>

#verified_{}_completed"""


    MOVIES_UPDATE_TXT = """<b>#𝗡𝗲𝘄_𝗙𝗶𝗹𝗲_𝗔𝗱𝗱𝗲𝗱 ✅
**🍿 𝖳𝗂𝗍𝗅𝖾:** {title}
**🎃 𝖦𝖾𝗇𝗋𝖾:** {genres}
**📆 𝖸𝖾𝖺𝗋:** {year}
**⭐ 𝖱𝖺𝗍𝗂𝗇𝗀:** {rating} / 10
</b>"""

    PREPLANS_TXT = """<b>👋 𝖧𝖾𝗒 {},

<blockquote>🎁 𝖯𝗋𝖾𝗆𝗂𝗎𝗆 𝖥𝖾𝖺𝗍𝗎𝗋𝖾 𝖡𝖾𝗇𝖾𝖿𝗂𝗍𝗌:</blockquote>

❏ 𝖭𝗈 𝗇𝖾𝖾𝖽 𝗍𝗈 𝗈𝗉𝖾𝗇 𝗅𝗂𝗇𝗄𝗌
❏ 𝖦𝖾𝗍 𝖣𝗂𝗋𝖾𝖼𝗍 𝖥𝗂𝗅𝖾𝗌   
❏ 𝖠𝖽-𝖿𝗋𝖾𝖾 𝖤𝗑𝗉𝖾𝗋𝗂𝖾𝗇𝖼𝖾 
❏ 𝖧𝗂𝗀𝗁-𝗌𝗉𝖾𝖾𝖽 𝖣𝗈𝗐𝗇𝗅𝗈𝖺𝖽 𝖫𝗂𝗇𝗄𝗌                         
❏ 𝖬𝗎𝗅𝗍𝗂-𝗉𝗅𝖺𝗒𝖾𝗋 𝖲𝗍𝗋𝖾𝖺𝗆𝗂𝗇𝗀 𝗅𝗂𝗇𝗄𝗌                           
❏ 𝖴𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖬𝗈𝗏𝗂𝖾𝗌 𝖺𝗇𝖽 𝖲𝖾𝗋𝗂𝖾𝗌                                                                        
❏ 𝖥𝗎𝗅𝗅 𝖠𝖽𝗆𝗂𝗇 𝖲𝗎𝗉𝗉𝗈𝗋𝗍                              
❏ 𝖱𝖾𝗊𝗎𝖾𝗌𝗍 𝖶𝗂𝗅𝗅 𝖡𝖾 𝖴𝗉𝗅𝗈𝖺𝖽𝖾𝖽 𝗂𝗇 1 𝗁𝗈𝗎𝗋 [ 𝖨𝖿 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 ]

⛽️ 𝖢𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝖺𝖼𝗍𝗂𝗏𝖾 𝗉𝗅𝖺𝗇: /myplan
</b>"""    

    PREPLANSS_TXT = """<b>👋 𝖧𝖾𝗒 {}
    
<blockquote>🎁 𝖯𝗋𝖾𝗆𝗂𝗎𝗆 𝖥𝖾𝖺𝗍𝗎𝗋𝖾 𝖡𝖾𝗇𝖾𝖿𝗂𝗍𝗌:</blockquote>

❏ 𝖭𝗈 𝗇𝖾𝖾𝖽 𝗍𝗈 𝗈𝗉𝖾𝗇 𝗅𝗂𝗇𝗄𝗌
❏ 𝖦𝖾𝗍 𝖣𝗂𝗋𝖾𝖼𝗍 𝖥𝗂𝗅𝖾𝗌   
❏ 𝖠𝖽-𝖿𝗋𝖾𝖾 𝖤𝗑𝗉𝖾𝗋𝗂𝖾𝗇𝖼𝖾 
❏ 𝖧𝗂𝗀𝗁-𝗌𝗉𝖾𝖾𝖽 𝖣𝗈𝗐𝗇𝗅𝗈𝖺𝖽 𝖫𝗂𝗇𝗄𝗌                         
❏ 𝖬𝗎𝗅𝗍𝗂-𝗉𝗅𝖺𝗒𝖾𝗋 𝖲𝗍𝗋𝖾𝖺𝗆𝗂𝗇𝗀 𝗅𝗂𝗇𝗄𝗌                           
❏ 𝖴𝗇𝗅𝗂𝗆𝗂𝗍𝖾𝖽 𝖬𝗈𝗏𝗂𝖾𝗌 𝖺𝗇𝖽 𝖲𝖾𝗋𝗂𝖾𝗌                                                                        
❏ 𝖥𝗎𝗅𝗅 𝖠𝖽𝗆𝗂𝗇 𝖲𝗎𝗉𝗉𝗈𝗋𝗍                              
❏ 𝖱𝖾𝗊𝗎𝖾𝗌𝗍 𝖶𝗂𝗅𝗅 𝖡𝖾 𝖴𝗉𝗅𝗈𝖺𝖽𝖾𝖽 𝗂𝗇 1 𝗁𝗈𝗎𝗋 [ 𝖨𝖿 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 ]

⛽️ 𝖢𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝖺𝖼𝗍𝗂𝗏𝖾 𝗉𝗅𝖺𝗇: /myplan
</b>"""

    OTHER_TXT = """<b>👋 𝖧𝖾𝗒 {},
    
🎁 <u>𝖮𝗍𝗁𝖾𝗋 𝖯𝗅𝖺𝗇</u>
⏰ 𝖢𝗎𝗌𝗍𝗈𝗆𝗂𝗓𝖾𝖽 𝖣𝖺𝗒𝗌
💸 𝖠𝖼𝖼𝗈𝗋𝖽𝗂𝗇𝗀 𝗍𝗈 𝗍𝗁𝖾 𝖽𝖺𝗒𝗌 𝗒𝗈𝗎 𝖼𝗁𝗈𝗈𝗌𝖾

🏆 𝖨𝖿 𝗒𝗈𝗎 𝗐𝖺𝗇𝗍 𝖺 𝗇𝖾𝗐 𝗉𝗅𝖺𝗇 𝖺𝗉𝖺𝗋𝗍 𝖿𝗋𝗈𝗆 𝗍𝗁𝖾 𝗀𝗂𝗏𝖾𝗇 𝗉𝗅𝖺𝗇, 𝗍𝗁𝖾𝗇 𝗒𝗈𝗎 𝖼𝖺𝗇 𝗍𝖺𝗅𝗄 𝗍𝗈 𝗈𝗎𝗋 <a href='https://t.me/GamerBhai02Bot'>𝖮𝗐𝗇𝖾𝗋</a> 𝖽𝗂𝗋𝖾𝖼𝗍𝗅𝗒 𝖻𝗒 𝖼𝗅𝗂𝖼𝗄𝗂𝗇𝗀 𝗈𝗇 𝗍𝗁𝖾 𝖼𝗈𝗇𝗍𝖺𝖼𝗍 𝖻𝗎𝗍𝗍𝗈𝗇 𝗀𝗂𝗏𝖾𝗇 𝖻𝖾𝗅𝗈𝗐.
    
👨‍💻 𝖢𝗈𝗇𝗍𝖺𝖼𝗍 𝗍𝗁𝖾 𝗈𝗐𝗇𝖾𝗋 𝗍𝗈 𝗀𝖾𝗍 𝗒𝗈𝗎𝗋 𝗈𝗍𝗁𝖾𝗋 𝗉𝗅𝖺𝗇.

➛ 𝖴𝗌𝖾 /plan 𝗍𝗈 𝗌𝖾𝖾 𝖺𝗅𝗅 𝗈𝗎𝗋 𝗉𝗅𝖺𝗇𝗌 𝖺𝗍 𝗈𝗇𝖼𝖾.
➛ 𝖢𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝖺𝖼𝗍𝗂𝗏𝖾 𝗉𝗅𝖺𝗇 𝖻𝗒 𝗎𝗌𝗂𝗇𝗀: /myplan</b>"""

    FREE_TXT = """<b>👋 𝖧𝖾𝗒 {}
    
<blockquote>🎖️𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 𝖯𝗋𝖾𝗆𝗂𝗎𝗆 𝖯𝗅𝖺𝗇𝗌:</blockquote>

 ❏ 𝟶𝟶𝟸₹    ➠    𝟶𝟷 𝖣𝖺𝗒
 ❏ 𝟶𝟷𝟹₹    ➠    𝟶𝟷 𝖶𝖾𝖾𝗄
 ❏ 𝟶4𝟿₹    ➠    𝟶𝟷 𝖬𝗈𝗇𝗍𝗁
 ❏ 𝟶𝟿𝟻₹    ➠    𝟶𝟸 𝖬𝗈𝗇𝗍𝗁𝗌
 ❏ 𝟷𝟹𝟶₹    ➠    𝟶𝟹 𝖬𝗈𝗇𝗍𝗁𝗌
 ❏ 𝟸𝟻𝟶₹    ➠    𝟶𝟼 𝖬𝗈𝗇𝗍𝗁𝗌
 ❏ 4𝟼𝟿₹    ➠    𝟶𝟷 𝖸𝖾𝖺𝗋

🆔 𝖴𝖯𝖨 𝖨𝖣 ➩ <code>gamerbhai02@upi</code> [𝖳𝖺𝗉 𝗍𝗈 𝖼𝗈𝗉𝗒]
📸 𝖰𝖱 𝖢𝗈𝖽𝖾 - <a href='https://telegra.ph/Payment-For-Premium-06-10'>𝖢𝗅𝗂𝖼𝗄 𝗁𝖾𝗋𝖾 𝗍𝗈 𝗌𝖼𝖺𝗇</a>
 
⛽️ 𝖢𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝖺𝖼𝗍𝗂𝗏𝖾 𝗉𝗅𝖺𝗇: /myplan

🏷️ <a href='https://t.me/All_Movies_Premium_Proof'>𝖯𝗋𝖾𝗆𝗂𝗎𝗆 𝖯𝗋𝗈𝗈𝖿𝗌</a>

‼️ 𝖬𝗎𝗌𝗍 𝖲𝖾𝗇𝖽 𝖲𝖼𝗋𝖾𝖾𝗇𝗌𝗁𝗈𝗍 𝖠𝖿𝗍𝖾𝗋 𝖯𝖺𝗒𝗆𝖾𝗇𝗍.
‼️ 𝖦𝗂𝗏𝖾 𝗎𝗌 𝗌𝗈𝗆𝖾 𝗍𝗂𝗆𝖾 𝗍𝗈 𝗏𝖾𝗋𝗂𝖿𝗒 𝖺𝗇𝖽 𝖺𝖽𝖽 𝗒𝗈𝗎 𝗂𝗇 𝗉𝗋𝖾𝗆𝗂𝗎𝗆.
‼️ 𝖨𝖿 𝗒𝗈𝗎 𝗐𝖺𝗇𝗍 𝗍𝗈 𝗉𝖺𝗒 𝗂𝗇 𝖼𝗋𝗒𝗉𝗍𝗈 𝗈𝗋 𝗈𝗍𝗁𝖾𝗋 𝗆𝖾𝗍𝗁𝗈𝖽𝗌 𝖼𝗈𝗇𝗍𝖺𝖼𝗍 <a href='https://t.me/GamerBhai02Bot'>𝖮𝗐𝗇𝖾𝗋</a>
</b>"""

    ADMIN_CMD_TXT = """<b><blockquote>
-------------𝖴𝗌𝖾𝗋 𝖯𝗋𝖾𝗆𝗂𝗎𝗆------------
➩ /add_premium {user ID} {Times} - Add a premium user
➩ /remove_premium {user ID} - Remove a premium user
➩ /add_redeem - Generate a redeem code
➩ /premium_users - List all premium users
➩ /refresh - Refresh free trial for users
-------------𝖴𝗉𝖽𝖺𝗍𝖾 𝖢𝗁𝖺𝗇𝗇𝖾𝗅----------
➩ /set_muc {channel ID} - Set the movies update channel
--------------𝖯𝖬 𝖲𝖾𝖺𝗋𝖼𝗁--------------
➩ /pm_search_on - Enable PM search
➩ /pm_search_off - Disable PM search
--------------𝖵𝖾𝗋𝗂𝖿𝗒 𝖨𝖣--------------
➩ /verify_id - Generate a verification ID for group use only
--------------𝖲𝖾𝗍 𝖠𝖽𝗌----------------
➩ /set_ads {ads name}}#{Times}#{photo URL} - <a href="https://t.me/Jisshu_developer/11">Explain</a>
➩ /del_ads - Delete ads
-------------𝖳𝗈𝗉 𝖳𝗋𝖾𝗇𝖽𝗂𝗇𝗀------------
➩ /setlist {Mirzapur, Money Heist} - <a href=https://t.me/Jisshu_developer/10>Explain</a>
➩ /clearlist - Clear all lists
</blockquote></b>"""

    ADMIN_CMD_TXT2 = """<b><blockquote>
--------------𝖨𝗇𝖽𝖾𝗑 𝖥𝗂𝗅𝖾--------------
➩ /index - Index all files
--------------𝖫𝖾𝖺𝗏𝖾 𝖢𝗁𝖺𝗍--------------
➩ /leave {group ID} - Leave the specified group
-------------𝖲𝖾𝗇𝖽 𝖬𝖾𝗌𝗌𝖺𝗀𝖾-------------
➩ /send {user-name} - Use this command as a reply to any message
----------------𝖡𝖺𝗇 𝖴𝗌𝖾𝗋---------------
➩ /ban {user-name} - Ban user 
➩ /unban {user-name} - Unban user
--------------𝖡𝗋𝗈𝖺𝖽𝖼𝖺𝗌𝗍--------------
➩ /broadcast - Broadcast a message to all users
➩ /grp_broadcast - Broadcast a message to all connected groups

</blockquote></b>"""
    
    GROUP_TEXT = """<b><blockquote>
 --------------𝖲𝖾𝗍 𝖵𝖾𝗋𝗂𝖿𝗒-------------
/set_verify {{website link}} {{website api}}
/set_verify_2 {{website link}} {{website api}}
/set_verify_3 {{website link}} {{website api}}
-------------𝖲𝖾𝗍 𝖵𝖾𝗋𝗂𝖿𝗒 𝖳𝗂𝗆𝖾-----------
/set_time_2 {{seconds}} 𝗌𝖾𝗍 𝗍𝗁𝖾 2𝗇𝖽 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 𝗍𝗂𝗆𝖾
/set_time_3 {{seconds}} 𝗌𝖾𝗍 𝗍𝗁𝖾 3𝗋𝖽 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 𝗍𝗂𝗆𝖾
--------------𝖵𝖾𝗋𝗂𝖿𝗒 𝖮𝗇 𝖮𝖿𝖿------------
/verifyoff {{verify.off code}} - off verification <a href="https://t.me/GamerBhai02Bot">𝖢𝖮𝖭𝖳𝖠𝖢𝖳</a> 𝗍𝗁𝖾 𝖻𝗈𝗍 𝖺𝖽𝗆𝗂𝗇 𝖿𝗈𝗋 𝖺 𝗏𝖾𝗋𝗂𝖿𝗒.𝗈𝖿𝖿 𝖼𝗈𝖽𝖾
/verifyon - on verification 
------------𝖲𝖾𝗍 𝖥𝗂𝗅𝖾 𝖢𝖺𝗉𝗍𝗂𝗈𝗇-----------
/set_caption - set custom file caption 
-----------𝖲𝖾𝗍 𝖨𝖬𝖣𝖡 𝖳𝖾𝗆𝗉𝗅𝖺𝗍𝖾-----------
/set_template - set IMDb template <a href="https://t.me/Jisshu_developer/8">Example</a>
--------------𝖲𝖾𝗍 𝖳𝗎𝗍𝗈𝗋𝗂𝖺𝗅-------------
/set_tutorial - set verification tutorial 
-------------𝖲𝖾𝗍 𝖫𝗈𝗀 𝖢𝗁𝖺𝗇𝗇𝖾𝗅-----------
--> 𝖠𝖽𝖽 𝖫𝗈𝗀 𝖢𝗁𝖺𝗇𝗇𝖾𝗅 𝖻𝗒 𝗍𝗁𝗂𝗌 𝖿𝗈𝗋𝗆𝖺𝗍 𝖺𝗇𝖽 𝗆𝖺𝗄𝖾 𝗌𝗎𝗋𝖾 𝖻𝗈𝗍 𝗂𝗌 𝖺𝖽𝗆𝗂𝗇 𝗍𝗁𝖾𝗋𝖾 👇

/set_log {{log channel id}}
---------------------------------------
𝖸𝗈𝗎 𝖼𝖺𝗇 𝖼𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝖺𝗅𝗅 𝖽𝖾𝗍𝖺𝗂𝗅𝗌 
𝖡𝗒 /details 𝖼𝗈𝗆𝗆𝖺𝗇𝖽
</blockquote>
𝖠𝖽𝖽 𝗆𝖾 𝗍𝗈 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉 𝖺𝗇𝖽 𝗆𝖺𝗄𝖾 𝗆𝖾 𝖺𝖽𝗆𝗂𝗇 𝗐𝗂𝗍𝗁 𝗋𝖾𝗊𝗎𝗂𝗋𝖾𝖽 𝗉𝖾𝗋𝗆𝗂𝗌𝗌𝗂𝗈𝗇𝗌 𝗍𝗈 𝗎𝗌𝖾 𝖺𝗅𝗅 𝖿𝖾𝖺𝗍𝗎𝗋𝖾𝗌 😇</b>"""

    SOURCE_TXT = """<b>
𝖭𝗈𝗍𝖾:
- 𝖲𝗈𝗎𝗋𝖼𝖾 𝖢𝗈𝖽𝖾 𝖧𝖾𝗋𝖾 ◉› :<blockquote><a href="https://github.com/GamerBhai02/AllMoviesLinkBot/tree/main">𝗔𝗹𝗹 𝗠𝗼𝘃𝗶𝗲𝘀 𝗟𝗶𝗻𝗸 𝗕𝗼𝘁</a></blockquote>

𝖣𝖾𝗏: <a href="https://t.me/GamerBhai02">𝗠𝗿. 𝗔𝗯𝘂 𝗧𝗮𝗹𝗵𝗮</a>
</b>""" 
    GROUP_C_TEXT = """<b><blockquote>
 --------------𝖲𝖾𝗍 𝖵𝖾𝗋𝗂𝖿𝗒-------------
/set_verify {website link} {website api}
/set_verify_2 {website link} {website api}
/set_verify_3 {website link} {website api}
-------------𝖲𝖾𝗍 𝖵𝖾𝗋𝗂𝖿𝗒 𝖳𝗂𝗆𝖾-----------
/set_time_2 {seconds} 𝗌𝖾𝗍 𝗍𝗁𝖾 2𝗇𝖽 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 𝗍𝗂𝗆𝖾
/set_time_3 {seconds} 𝗌𝖾𝗍 𝗍𝗁𝖾 3𝗋𝖽 𝗏𝖾𝗋𝗂𝖿𝗂𝖼𝖺𝗍𝗂𝗈𝗇 𝗍𝗂𝗆𝖾
--------------𝖵𝖾𝗋𝗂𝖿𝗒 𝖮𝗇 𝖮𝖿𝖿------------
/verifyoff {verify.off code} - off verification <a href="https://t.me/GamerBhai02Bot">𝖢𝖮𝖭𝖳𝖠𝖢𝖳</a> 𝗍𝗁𝖾 𝖻𝗈𝗍 𝖺𝖽𝗆𝗂𝗇 𝖿𝗈𝗋 𝖺 𝗏𝖾𝗋𝗂𝖿𝗒.𝗈𝖿𝖿 𝖼𝗈𝖽𝖾
/verifyon - on verification 
------------𝖲𝖾𝗍 𝖥𝗂𝗅𝖾 𝖢𝖺𝗉𝗍𝗂𝗈𝗇-----------
/set_caption - set custom file caption 
-----------𝖲𝖾𝗍 𝖨𝖬𝖣𝖡 𝖳𝖾𝗆𝗉𝗅𝖺𝗍𝖾-----------
/set_template - set IMDb template <a href="https://t.me/Jisshu_developer/8">Example</a>
--------------𝖲𝖾𝗍 𝖳𝗎𝗍𝗈𝗋𝗂𝖺𝗅-------------
/set_tutorial {tutorial link} - set 1 verification tutorial 
/set_tutorial_2 {tutorial link} - set 2 verification tutorial 
/set_tutorial_3 {tutorial link} - set 3 verification tutorial 
-------------𝖲𝖾𝗍 𝖫𝗈𝗀 𝖢𝗁𝖺𝗇𝗇𝖾𝗅-----------
--> 𝖠𝖽𝖽 𝖫𝗈𝗀 𝖢𝗁𝖺𝗇𝗇𝖾𝗅 𝖻𝗒 𝗍𝗁𝗂𝗌 𝖿𝗈𝗋𝗆𝖺𝗍 𝖺𝗇𝖽 𝗆𝖺𝗄𝖾 𝗌𝗎𝗋𝖾 𝖻𝗈𝗍 𝗂𝗌 𝖺𝖽𝗆𝗂𝗇 𝗍𝗁𝖾𝗋𝖾 👇

/set_log {log channel id}
---------------------------------------
𝖸𝗈𝗎 𝖼𝖺𝗇 𝖼𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝖺𝗅𝗅 𝖽𝖾𝗍𝖺𝗂𝗅𝗌 
𝖡𝗒 /details 𝖼𝗈𝗆𝗆𝖺𝗇𝖽
</blockquote>
𝖨𝖿 𝗒𝗈𝗎 𝗁𝖺𝗏𝖾 𝖺𝗇𝗒 𝖽𝗈𝗎𝖻𝗍𝗌, 𝗉𝗅𝖾𝖺𝗌𝖾 𝖼𝗈𝗇𝗍𝖺𝖼𝗍 𝗆𝗒 <a href="https://t.me/GamerBhai02Bot">𝖠𝖽𝗆𝗂𝗇</a></b>"""
